"inputAspectRatio" = "Seitenverhältnis";
"inputAVector" = "Alpha-Vektor";
"inputAcuteAngle" = "Spitzer Winkel";
"inputAmount" = "Stärke";
"inputAngle" = "Winkel";
"inputAngleDelta" = "Winkel-Delta";
"inputBVector" = "Blau-Vektor";
"inputBackgroundImage" = "Hintergrundbild";
"inputBacksideImage" = "Bild auf der Hinterseite";
"inputBarOffset" = "Balkenversatz";
"inputBiasVector" = "Bias-Vektor";
"inputBottomLeft" = "Unten links";
"inputBottomRight" = "Unten rechts";
"inputBrightness" = "Helligkeit";
"inputCenter" = "Mitte";
"inputChrominanceSoftness" = "Weichheit der Chrominanz";
"inputCenterColor1" = "Mittenfarbe 1";
"inputCenterColor2" = "Mittenfarbe 2";
"inputCenterColor3" = "Mittenfarbe 3";
"inputCloseness1" = "Nähe 1";
"inputCloseness2" = "Nähe 2";
"inputCloseness3" = "Nähe 3";
"inputColor" = "Farbe";
"inputColor0" = "Farbe 1";
"inputColor1" = "Farbe 2";
"inputCompression" = "Kompression";
"inputConcentration" = "Konzentration";
"inputContrast" = "Kontrast";
"inputContrast1" = "Kontrast 1";
"inputContrast2" = "Kontrast 2";
"inputContrast3" = "Kontrast 3";
"inputCount" = "Anzahl";
"inputCrossAngle" = "Cross-Winkel";
"inputCrossOpacity" = "Cross-Deckkraft";
"inputCrossScale" = "Cross-Skalierung";
"inputCrossWidth" = "Cross-Breite";
"inputCubeData" = "Würfeldaten";
"inputCubeDimension" = "Würfelmaße";
"inputDisplacementImage" = "Bildverschiebung";
"inputEdgeIntensity" = "Edge Intensity";
"inputEV" = "EV";
"inputEpsilon" = "Epsilon";
"inputExtent" = "Umfang";
"inputFadeThreshold" = "Schwellenwert für Überblenden";
"inputGCR" = "Graukomponente ersetzen";
"inputGradientImage" = "Bild für Verlauf";
"inputGVector" = "Grün-Vektor";
"inputHaloOverlap" = "Halo überlappen";
"inputHaloRadius" = "Radius des Halo";
"inputHaloWidth" = "Breite des Halo";
"inputImage" = "Bild";
"inputIntensity" = "Intensität";
"inputLevels" = "Pegel";
"inputLightPointsAt" = "Lichtpunkte bei";
"inputLightPosition" = "Lichtposition";
"inputMaskImage" = "Bild maskieren";
"inputMaxStriationRadius" = "Maximaler Radius für Riffelung";
"inputMaximumRadius" = "Maximaler Radius";
"inputMinimumAngle" = "Minimaler Winkel";
"inputMinimumRadius" = "Minimaler Radius";
"inputNoiseLevel" = "Rauschpegel";
"inputNRNoiseLevel" = "NR Rauschpegel";
"inputNRSharpness" = "NR Schärfe";
"inputOpacity" = "Deckkraft";
"inputPoint0" = "Punkt 1";
"inputPoint1" = "Punkt 2";
"inputPower" = "Power";
"inputRVector" = "Rot-Vektor";
"inputRadius" = "Radius";
"inputRadius0" = "Radius 1";
"inputRadius1" = "Radius 2";
"inputRectangle" = "Rechteck";
"inputRefraction" = "Lichtbrechung";
"inputReplacementColor1" = "Ersetzungsfarbe 1";
"inputReplacementColor2" = "Ersetzungsfarbe 2";
"inputReplacementColor3" = "Ersetzungsfarbe 3";
"inputSaturation" = "Sättigung";
"inputScale" = "Größe";
"inputShadingImage" = "Bild schattieren";
"inputShadowRadius" = "Schattenradius";
"inputShadowDensity" = "Schattendichte";
"inputShadowOffset" = "Schattenabstand";
"inputSharpness" = "Schärfe";
"inputStriationContrast" = "Kontrast für Riffelung";
"inputStriationStrength" = "Stärke der Riffelung";
"inputSunRadius" = "Radius der Sonne";
"inputTargetImage" = "Zielbild";
"inputTexture" = "Struktur";
"inputThreshold" = "Schwellenwert";
"inputTime" = "Zeit";
"inputTopLeft" = "Oben links";
"inputTopRight" = "Oben rechts";
"inputTransform" = "Transformation";
"inputWidth" = "Breite";
"inputUCR" = "Unterfarben-Korrektur";
"outputImage" = "Resultierendes Bild";
